Repository: muzena/tv-maxe-1
Catalog: lng/*/LC_MESSAGES/tvmaxe.po
Languages: hr

source: Diagnostics started at
hr: Dijagnostika pokrenuta u

source: Diagnostics finished.
hr: Dijagnostika završena.

source: Tests finished.
hr: Test završen.

source: Internet connection OK
hr: Internet povezivanje je u redu.

source: tv-maxe.org was successfully contacted. Loading channelists and TV guides should work properly.
hr: tv-maxe.org je uspješno kontaktiran. Učitavanje popisa programa i EPG - TV programskog vodiča bi trebalo ispravno raditi.

source: Unexpected data
hr: Neočekivani podaci

source: tv-maxe.org could be contacted, but the received data is invalid. Internet connection may not work properly.
hr: tv-maxe.org se može kontaktirati, ali primljeni podaci su neispravni. Pristup internet možda nije ispravan.

source: Cannot connect to host
hr: Nemoguće povezivanje s poslužiteljem

source: Couldn't reach tv-maxe.org. Please check your internet connection.
hr: Nemoguć pristup tv-maxe.org. Provjerite vaš pristup internetu.

source: Port 3912 error
hr: Greška ulaza 3912

source: Port 3912 cannot be reached. SopCast streams may be unavailable.
hr: Ulazu 3912 se ne može pristupiti. SopCast streamovi su možda nedostupni.

source: Port 1935 error
hr: Greška ulaza 1935

source: Port 3915 cannot be reached. RTMP streams may be unavailable.
hr: Ulazu 3912 se ne može pristupiti. RTMP streamovi su možda nedostupni.

source: Port 554 error
hr: Greška ulaza 554

source: Port 554 cannot be reached. RTSP streams may be unavailable.
hr: Ulazu 3912 se ne može pristupiti. RTSP streamovi su možda nedostupni.

source: Some ports are unavailable
hr: Neki ulazi su nedostupni

source: The following ports were found with problems. Please make sure that there's no other applications using this ports: {0} Tip: you could use Petrodava to bypass port restrictions.
hr: Sljedeći ulazi imaju probleme. Pobrinite se da druge aplikacije ne koriste ove ulaze: {0} Savjet: možete koristit Petrodava za zaobilaženje ograničenja.

source: All required ports seems to be ok
hr: Izgleda da su svi ulazi u redu.

source: Seems that all the required ports are free and also you don't have any restrictions for ports from outside.
hr: Izgleda da su svi potrebni ulazi slobodni i stoga nemate nikakvih vanjskih ograničenja za ulaze.

source: SopCast is available
hr: SopCast je dostupan

source: SopCast binary was found and seems to work fine.
hr: SopCast izvršna datoteka je pronađena i čini se da je u redu.

source: SopCast failed to run
hr: SopCast je nemoguće pokrenuti

source: SopCast binary was found but failed to run. Please run {0} from Terminal for more details.
hr: SopCast izvršna datoteka je pronađena ali se ne može pokrenuti. Pokrenite {0} iz Terminala za više pojedinosti.

source: SopCast doesn't seems to be installed
hr: Izgleda da SopCast nije instaliran

source: SopCast binary not found. sop:// streams will not be available.
hr: SopCast izvršna datoteka nije pronađena. sop:// streamovi neće biti dostupni.

source: FlashPlayer 10 Handshake patch not found in RTMPDump. Some streams may not work properly.
hr: FlashPlayer 10 Handshake zakrpa nije pronađena u RTMPDumpu. Neki streamovi možda neće raditi ispravno.

source: RTMPDump is available
hr: RTMPDump je dostupan

source: RTMPDump is installed and it's working properly
hr: RTMPDump je instaliran i radi ispravno

source: RTMPDump failed to run
hr: Neuspjelo pokretanje RTMPDumpa

source: rtmpdump was found, but failed to run. Please run rtmpdump from terminal for more details.
hr: rtmpdump je pronađen, ali se ne može pokrenuti. Pokrenite rtmpdump iz terminala za više pojedinosti.

source: RTMPDump doesn't seems to be installed.
hr: Izgleda da RTMPDump nije instaliran.

source: rtmpdump not found. RTMP streams will be unavailable.
hr: rtmpdump nije pronađen. RTMP streamovi će biti nedostupni.

source: PyGST is available
hr: PyGST je dostupan

source: PyGST was found and GStreamer should be available in TV-Maxe.
hr: PyGST je pronađen i GStreamer bi trebao biti dostupan u TV-Maxu.

source: PyGST cannot be imported
hr: PyGST se ne može uvesti

source: Seems that GStreamer is either not installed or the corresponding Python bindings are not available. Please install proper packages from your distribution repositories if you want GStreamer support in TV-Maxe.
hr: Čini se da GStreamer ili nije instaliran ili odgovarajući Python paketi nisu dostupni. Instalirajte odgovarajući paket s repozitorija vaše distiribucije ako želite da je GStreamer podržan u TV-Maxu.

source: Old libVLC
hr: Zastarjeli libVLC

source: Your VLC installation is old. At least version 1.1.0 is required for TV-Maxe to work with VLC backend.
hr: Vaša VLC instalacija je zastarjela. At least version 1.1.0 is required for TV-Maxe to work with VLC backend.

source: VLC is available
hr: VLC je dostupan

source: VLC was found in your system and seems to be fully functional.
hr: VLC je pronađen na vašem sustavu i čini se da je u potpunosti funkcionalan.

source: Couldn't determine VLC version
hr: Nemoguće određivanje VLC inačice

source: VLC was found, but its version couldn't be determined. VLC backend may not work.
hr: VLC je pronađen, ali se njegova inačica ne može odrediti. VLC pozadinki program možda neće raditi

source: VLC was not found
hr: VLC nije pronađen

source: libVLC was not found; playing streams using VLC-tvmx backend will not be available.
hr: libVLC nije pronađen; reprodukcija streamova pomoću VLC-tvmx pozadinskog programa neće biti dostupna.

source: MPlayer is available
hr: MPlayer je dostupan

source: MPlayer was found and should be available as TV-Maxe backend.
hr: MPlayer je pronađen i trebao bi biti dostupan kao TV-Maxe pozadinski program.

source: MPlayer error
hr: MPlayer greška

source: MPlayer was found but doesn't seems to be working. Please run mplayer from Terminal for more details.
hr: MPlayer je pronađen ali se čini da ne radi. Pokrenite mplayer s Terminala za više pojedinosti.

source: MPLayer not found
hr: MPLayer nije pronađen

source: MPlayer was not found; playing streams using MPlayer as backend will not be available.
hr: MPlayer nije pronađen; reprodukcija streamova pomoću MPlayera kao pozadinskog programa neće biti dostupna.

source: No backend available
hr: Nema dostupnog pozadinskog programa

source: No backend found. Playing streams will not work.
hr: Nema dostupnog pozadinskog programa. Reprodukcija streamova neće raditi

source: Desktop environment detected as {0}
hr: {0} radno okruženje je otkriveno

source: Desktop environment couldn't be detected.
hr: Radno okruženje ne može biti otkriveno.

source: Auto power off feature may not work.
hr: Značajka samoisključivanja možda ne radi.

source: LIRC was found
hr: LIRC je pronađen

source: LIRC was found installed in your system. Please configure your IR remote controller if you want to use it with TV-Maxe.
hr: LIRC je instaliran na vašem sustavu. Podesite vaš IR daljinski upravljač ako ga želite koristiti s TV-Maxom.

source: LIRC was not found
hr: LIRC nije pronađen

source: IR remote support is disabled. Please install LIRC if you got an IR remote controller and you want to use it with TV-Maxe.
hr: Podrška za IR daljinski upravljač je onemogućena. Instalirajte LIRC ako imate IR daljinski upravljač i želite ga koristiti s TV-Maxom.

source: FFMPEG not available
hr: FFMPEG je nedostupan

source: FFMPEG doesn't seems to be installed. Please install it and make sure that the binary is located in one of the $PATH directories.
hr: FFMPEG nije instaliran. Instalirajte ga i pobrinite se da se izvršna datoteka nalazi u jednoj od putanji $PATH direktorija.

source: Cannot connect to Petrodava
hr: Nemoguće povezivanje s Petrodava

source: TV-Maxe couldn't connect to Petrodava. This could be because of your network conenction or the Petrodava servers are down.
hr: TV-Maxe ne može se povezati s Petrodava. Uzrok tome može biti vaš mrežni pristup ili Petrodava poslužitelji su nedostupni.

source: Petrodava is working
hr: Petrodava radi

source: Your connection with Petrodava server is working. To connect via Petrodava please enable the option in TV-Maxe's settings dialog.
hr: Vaše povezianje s Petrodava poslužiteljem radi. Za povezivanje putem Petrodava odaberite mogućnost u TV-Maxe dijalogu postavka.

source: Petrodava is not working
hr: Petrodava ne radi

source: TV-Maxe connected to Petrodava, but received an invalid response.
hr: TV-Maxe je povezan s Petrodava, ali prima neispravan odgovor.

source: Incoming and outgoing ports cannot be the same. Please review your settings.
hr: Dolazni i odlazni ulaz ne mogu biti jednaki. Promijenite vaše postavke.

source: Configuration error
hr: Greška podešavanja

source: Show TV-MAXE
hr: Prikaži TV-MAXE

source: Hide TV-MAXE
hr: Sakrij TV-MAXE

source: About TV-MAXE
hr: О TV-MAXU

source: Watch TV channels for free
hr: Gledajte TV programe besplatno

source: Romanian streams provided by <a href="http://streams.magazinmixt.ro">streams.magazinmixt.ro</a>
hr: Rumunjske streamove pruža <a href="http://streams.magazinmixt.ro">streams.magazinmixt.ro</a>

source: If you like this application and if you want to support its development, please make a donation.
hr: Ako vam se sviđa ova aplikacija i ako želite podržati njezin razvoj, molim vas da donirate.

source: copy
hr: kopiraj

source: Copy
hr: Kopiraj

source: Auto
hr: Automatski

source: All
hr: Svi

source: Diagnostics
hr: Dijagnostika

source: This utility will check if all the requirements for TV-Maxe are fullfied. Not all requirements are needed for TV-Maxe to work, but some of the iternal components requires special versions of libraries. Press "Run tests" button when you're ready.
hr: Ovaj alat će provjeriti jesu li svi zahtjevi za TV-Maxe ispunjeni. Svi zahtjevi nisu potrebni kako bi TV-Maxe radio, ali neke od unutarnjih komponenta zahtijevaju posebne inačice biblioteka. Pritisnite "Pokreni test" tipku kada ste spremni.

source: column
hr: stupac

source: <b>Informations</b> Click on an item in the list to get informations about it.
hr: <b>Informacije</b> Kliknite na stavku s popisa za više informacija.

source: Run tests
hr: Pokreni test

source: Running tests...
hr: Izvršavanje testova

source: Schedule this
hr: Snimi ovo

source: Select stream
hr: Odaberi stream

source: Record stream
hr: Snimi stream

source: Select a stream to record
hr: Odaberite stream za snimanje

source: TV Guide
hr: EPG - TV programski vodič

source: Channel info
hr: Informacije programa

source: Remove channel
hr: Ukloni program

source: Full screen
hr: Cijeli zaslon

source: Video settings
hr: Video postavke

source: Audio tracks
hr: Zvučne postavke

source: Details
hr: Pojedinosti

source: Canale TV
hr: TV programi

source: Canale radio
hr: Radio programi

source: Stop
hr: Zaustavi

source: Close
hr: Zatvori

source: Schedule manager
hr: Upravitelj snimanjem

source: New item
hr: Nova stavka

source: Time
hr: Vrijeme

source: Name
hr: Naziv

source: Channel
hr: Program

source: Schedule
hr: Snimanje

source: Show name:
hr: Naziv emisije

source: Start time:
hr: Početak snimanja:

source: Channel:
hr: Program:

source: <b>Please note that your computer must be turned on for this to work. Also, TV-Maxe daemon must be active.</b>
hr: <b>Vaše računalo mora biti uključeno kako bi snimanje radilo. Isto tako, TV-Maxe pozadinski program mora biti pokrenut.</b>

source: Sleep
hr: Samoisključivanje

source: You can set TV-Maxe to close itself and even shut-down your computer after some time, defined below. Please note that the shutdown functionality is only supported on KDE, MATE, Unity, Gnome (Cinnamon) and XFCE.
hr: Možete postaviti TV-Maxe kako bi se zatvorio čak i kako bi isključio računalo nakon određenog vremena, zadanog ispod. Funkcija samoisključivanja je podržana samo na KDE, MATE, Unity, Gnome, Cinnamon i XFCE radnim okruženjima.

source: Close TV-Maxe after:
hr: Zatvori TV-Maxe nakon:

source: minutes
hr: minuta

source: Also shut down my computer
hr: Isto tako isključi i moje računalo

source: <b>A shutdown timer is in progress. <a href="cancel">Click here to cancel</a></b>
hr: <b>Zakazano vrijeme isključivanja je pokrenuto. <a href="cancel">Kliknite ovdje za prestanak isključivanja</a></b>

source: List
hr: Popis

source: Add a TV channel
hr: Dodaj ТV program

source: Refresh channel list
hr: Osvježi popis programa

source: Save current channellist
hr: Spremi trenutni popis programa

source: Deleted channels...
hr: Obrisani programi...

source: Connect with PBX
hr: Poveži se s PBX-om

source: Schedule manager...
hr: Upravitelj snimanjem...

source: Automatically shut down TV-Maxe after a user-defined time
hr: Automatski isključi TV-Maxe nakon određenog vremena

source: Sleep...
hr: Samoisključivanje...

source: _View
hr: _Pogled

source: Channel list
hr: Popis programa

source: Radio mode
hr: Radio sučelje

source: _Help
hr: _Pomoć

source: Channel list:
hr: Popis programa:

source: TV Channels
hr: TV programi

source: Radio Channels
hr: RADIO programi

source: TV-MAXE is free software, but its development is not easy. If you like this application and if you want to show your support, please make a donation using the button below. Thank you
hr: TV-MAXE je slobodan softver, ali njegov razvoj nije lak. Ako vam se sviđa ova aplikacija i ako nas želite podržati, Molimo vas da donirate koristeći tipku ispod. Hvala vam!

source: label
hr: oznaka

source: Press OK or middle-click to play this channel
hr: Pritisnite OK ili srednji klik za reprodukciju ovog programa

source: %s left...
hr: %s preostalo...

source: Sleep active
hr: Isključivanje aktivno

source: Recording...
hr: Snimanje...

source: Add
hr: Dodaj

source: Add subscription
hr: Dodaj pretplatu

source: Address:
hr: Adresa:

source: Edit
hr: Uredi

source: Edit subscription
hr: Uredi pretplatu

source: From:
hr: Popis kanala:

source: Protocol:
hr: Protokol:

source: Availability:
hr: Dostupnost:

source: TV-Guide
hr: EPG - TV programski vodič

source: Report as broken
hr: Prijavi kao neispravno

source: Change to TV Mode
hr: Vrati ТV sučelje

source: Channels
hr: Programi

source: Help
hr: Pomoć

source: Black list manager
hr: Upravitelj popisa obrisanih

source: There are the channels you removed from TV-MAXE. You can un-delete them one by one or you can remove them all from blacklist
hr: Postoje programi koje ste uklonili iz TV-MAXA. Možete ih vratiti jednog po jednog ili ih možete ukloniti s popisa obrisanih

source: Preferences
hr: Osobitosti

source: <b>TV-Maxe screen theme:</b>
hr: <b>TV-Maxe tema:</b>

source: <b>Show an icon in system tray</b>
hr: <b>Prikaži ikonu u traci sustava</b>

source: <b>Player settings:</b>
hr: <b>Postavke reproduktora:</b>

source: <b>Use internal player:</b>
hr: <b>Koristi unutarnji reproduktor:</b>

source: Player backend:
hr: Unutarnji reproduktor:

source: <b>Use an external application:</b>
hr: <b>Koristi vanjsku aplikaciju:</b>

source: Player init command:
hr: Naredba pokretanja reproduktora:

source: <b>Recording settings:</b>
hr: <b>Postavke snimanja:</b>

source: Recording quality:
hr: Kvaliteta snimanja:

source: General Settings
hr: Općenite postavke

source: <b>Shutdown command:</b>
hr: <b>Naredba isključivanja:</b>

source: <b>Static ports:</b>
hr: <b>Nepromjenjivi ulaz:</b>

source: Incoming port:
hr: Dolazni ulaz:

source: Outgoing port:
hr: Odlazni ulaz:

source: <b>Enable HTTP remote controller</b>
hr: <b>Omogući HTTP daljinsko upravljanje</b>

source: Listen to this port for connections:
hr: Nadziri ovaj ulaz za veze:

source: <b>Enable infrared remote controller</b>
hr: <b>Omogući IR daljinski upravljač</b>

source: Remote controller function
hr: Funkcije daljinskog upravljača

source: Action button
hr: Radnje tipki

source: <b>Play/Pause</b>
hr: <b>Reprodukcija/Pauza</b>

source: <b>Stop</b>
hr: <b>Zaustavi</b>

source: <b>Full screen</b>
hr: <b>Cijeli zaslon</b>

source: <b>Mute</b>
hr: <b>Utišaj</b>

source: <b>Volume +</b>
hr: <b>Glasnoća zvuka +</b>

source: <b>Volume -</b>
hr: <b>Glasnoća zvuka -</b>

source: <b>Channel +</b>
hr: <b>Program +</b>

source: <b>Channel -</b>
hr: <b>Program -</b>

source: <b>Quit</b>
hr: <b>Zatvori</b>

source: <b>Info</b>
hr: <b>Informacije</b>

source: <b>Up</b>
hr: <b>Gore</b>

source: <b>Down</b>
hr: <b>Dolje</b>

source: <b>Sleep</b>
hr: <b>Isključivanje</b>

source: <b>Advanced recording settings:</b>
hr: <b>Napredne postavke snimanja:</b>

source: Audio codec:
hr: Zvučni kôdek:

source: Video codec:
hr: Video kôdek:

source: File format:
hr: Format datoteke:

source: Advanced settings
hr: Napredne postavke

source: Enabled
hr: Omogućeno

source: More subscriptions lists
hr: Kliknite ovdje za više popisa pretplate!

source: Subscriptions
hr: Pretplate

source: "Project Petrodava" allows you to bypass blocked ports by redirecting the video and audio streams throught port {0}. Also it helps in scenarios which involves SopCast and slow connections. Please use this service only when needed as our resources are limited. Thanks!
hr: "Projekt Petrodava" omogućuje vam zaobilaženje blokiranih ulaza preusmjeravanjem video i zvučnih zapisa kroz ulaz {0}. Isto tako pomaže u slučaju koji uključuje SopCast i usporava vezu. Koristite ovu uslugu samo kada je potreba jer su naši resursi ograničeni. Hvala vam!

source: Enable Petrodava
hr: Omogući Petrodava

source: Server address:
hr: Adresa poslužitelja:

source: Server port:
hr: Ulaz poslužitelja:

source: Username:
hr: Korisničko ime:

source: Password:
hr: Lozinka:

source: Waiting remote controller...
hr: Čekanje daljinskog upravljača...

source: <b>Press a button to assign this function to it.</b> TV-MAXE will detect the pressed button and it will automatically asign to this function. If you don't want to set a key, press <b>Cancel</b>.
hr: <b>Pritisnite tipku za dodavanje funkcije.</b> TV-MAXE će detektirati pritisnutu tipku i automatski će dodati tu funkciju. Ako ne želite podesiti tipku, pritisnite <b>Otkaži</b>.

source: Received:
hr: Primljeno:

source: <span size="xx-large"><b>TV Guide</b></span>
hr: <span size="xx-large"><b>EPG - TV programski vodič</b></span>

source: TV Channel:
hr: TV program:

source: Day:
hr: Dan:

source: SopCast module has stopped running. This mean that the stream is no longer available or that 'sp-sc-auth' process cannot be executed.
hr: Sopcast modul je prestao s radom. To znači da stream više nije dostupan ili da se 'sp-sc-auth' proces ne može pokrenuti.

source: Closing in 5 seconds...
hr: Zatvaranje za 5 sekundi...

source: Show name
hr: Prikaži naziv

source: Add new stream
hr: Dodaj novi stream

source: Add new channel
hr: Dodaj novi program

source: You can add TV or radio streams by giving the name and the stream address. Please note that TV-MAXE only supports sop://, http://, mms:// and rmtp://.
hr: Možete dodati ТV ili RADIO streamove, upisivanjem naziva i adrese streama. Imajte na umu da TV-MAXE samo podržava sop://, http://, mms:// , rmtp:// i rtmp://

source: Channel name:
hr: Naziv programa:

source: Icon:
hr: Ikona:

source: Select...
hr: Odaberi...

source: Parameters (optional):
hr: Parametri (neobavezno):

source: Aspect ratio:
hr: Omjer slike:

source: Save for this channel only
hr: Spremi samo za ovaj program

source: Save for all channels
hr: Spremi za sve programe

source: You can log in on your PBX account and watch the channels offered by this service directly from TV-MAXE.
hr: Možete se prijaviti na vaš PBX račun i gledati pretplatničke programe izravno na TV-MAXU (rumunjski programi).

source: <a href="http://pbxtv.ro/">Don't have an account? Click here</a>
hr: <a href="http://pbxtv.ro/">Još nemate korisnički račun? Kliknite ovdje!</a>

source: Connect automatically when TV-MAXE starts.
hr: Poveži se automatski prilikom pokretanja TV-MAXA.

source: <span size="small"><i>To view all PBX channels, <a href="http://www.pbxtelecom.ro/">buy a subscription</a></i></span>
hr: <span size="small"><i>Za gledanje svih PBX pograma (rumunjski programi), <a href="http://www.pbxtelecom.ro/">kupite pretplatu</a></i></span>

source: Connecting...
hr: Povezivanje...

source: Ready
hr: Za gledanje ili slušanje odaberite program s popisa

source: Total: %s channels in %s subscriptions
hr: Ukupno: %s programa %s pretplata

source: Very high
hr: Vrlo visoka

source: High
hr: Visoka

source: Normal
hr: Normalna

source: Low
hr: Niska

source: Very low
hr: Vrlo niska

source: Record
hr: Snimi

source: Loading: %s
hr: Učitavanje: %s

source: Loading
hr: Učitavanje

source: (Retrying) Loading
hr: Učitavanje (ponovni pokušaj)

source: (Retrying) Loading:
hr: Učitavanje (ponovni pokušaj):

source: Recording: %s
hr: Snimanje: %s

source: (Retrying) Recording
hr: Snimanje (ponovni pokušaj)

source: (Retrying) Recording:
hr: Snimanje (ponovni pokušaj):

source: Recording
hr: Snimanje

source: Playing:
hr: Reprodukcija:

source: Playing
hr: Gledate program:

source: Stopped
hr: Zaustavljeno

source: Languages: %s
hr: Jezici: %s

source: Loading...
hr: Učitavanje...

source: NO SIGNAL
hr: NEMA SIGNALA

source: This channel seems to be unavailable.
hr: Izgleda kako je ovaj program nedostupan.

source: Please try with another available source (if any)
hr: Probajte s drugim dostupnim izvorom (ako je dostupan)

source: or try again later.
hr: ili pokušajte kasnije.

source: Reported error:
hr: Prijavljena greška:

source: Closing in {0} seconds...
hr: Zatvaranje {0} sekundi...

source: Add a Radio channel
hr: Dodaj radio program

source: This channel already exists
hr: Ovaj program već postoji

source: Error
hr: Greška

source: Name and URL required!
hr: Potreban je naziv i URL!

source: Channel cannot be added. Are you sure that the URL is correct?
hr: Program se ne može dodati. Je li ovaj URL ispravan?

source: Cannot fetch the channel list. Aborting...
hr: Nemoguće je preuzimanje popisa programa. Prekidam...

source: appears to be broken
hr: čini se da je neispravno

source: Reported
hr: Prijavljeno

source: Select image file...
hr: Odaberi datoteku slike...

source: Images
hr: Slike

source: Select subscription file...
hr: Odaberi datoteku pretplate...

source: Save current channellist...
hr: Spremi trenutni popis programa...

source: Channellist was successfully saved.
hr: Popis programa je uspješno spremljen.

source: Sunday
hr: Nedjelja

source: Monday
hr: Ponedjeljak

source: Tuesday
hr: Utorak

source: Wednesday
hr: Srijeda

source: Thursday
hr: Četvrtak

source: Friday
hr: Petak

source: Saturday
hr: Subota

source: Sorry, but this channel does not exists.
hr: Nažalost, ovaj program ne postoji.

source: Save recording...
hr: Spremite snimanje...
